Repository: lolthoi/ACAG
Catalog: ACAG.Abacus.CalendarConnector.Language/Resources/Resource.*.resx
Languages: de, fr, it, tr, vi

# MSG_MAX_LENGTH_OF_SERVICE_USER_PASSWORD_IS_50
source: The password may not contain more than 50 characters!
de: Das Passwort darf nicht mehr als 50 Zeichen enthalten!
fr: La longueur maximale du mot de passe de l'utilisateur de service est de 50
it: La password non deve contenere più di 50 caratteri!
tr: MSG_MAX_LENGTH_OF_SERVICE_USER_PASSWORD_IS_50
vi: Độ dài tối đa của Mật khẩu người dùng dịch vụ là 50

# MSG_MAX_LENGTH_OF_USERNAME_IS_50
source: The entered username may not contain more than 50 characters!
de: Der eingegebene Benutzername darf nicht mehr als 50 Zeichen enthalten!
fr: La longueur maximale du nom d'utilisateur est de 50
it: Il nome utente inserito non deve contenere più di 50 caratteri!
tr: MSG_MAX_LENGTH_OF_USERNAME_IS_50
vi: Độ dài tối đa của Tên người dùng là 50

# MSG_MINLENGTH_OF_USERNAME_IS_6
source: The entered username may contain at least 6 characters!
de: Der eingegebene Benutzername muss mindestens 6 Zeichen enthalten!
fr: La longueur minimale du nom d'utilisateur est 6
it: Il nome utente inserito deve contenere almeno 6 caratteri!
tr: MSG_MINLENGTH_OF_USERNAME_IS_6
vi: Độ dài tối thiểu của Tên người dùng là 6

# MSG_NAME_IS_REQUIRED
source: Name is required!
de: Der Name ist erforderlich!
fr: Le nom est requis!
it: Il nome è richiesto!
tr: MSG_NAME_IS_REQUIRED
vi: Tên là bắt buộc!

# MSG_NO_RECORD_FOUND_WITH_ID
source: No data found!
de: Keine Daten gefunden!
fr: Aucune donnée disponible!
it: Nessun dato trovato!
tr: MSG_NO_RECORD_FOUND_WITH_ID
vi: Không tìm thấy dữ liệu nào!

# MSG_NO_RECORD_FOUND_WITH_ID_
source: No data found!
de: Keine Daten gefunden!
fr: Aucun enregistrement trouvé avec Id
it: Nessun dato trovato!
tr: MSG_NO_RECORD_FOUND_WITH_ID_
vi: Không tìm thấy bản ghi nào có Id

# MSG_NUMBER_MUST_BETWEEN_1_AND_99999
source: The number should be between 1 and 99999!
de: Der Eingabewert muss zwischen 1 und 99999 liegen!
fr: Le nombre doit être compris entre 1 et 99999
it: Il numero deve essere compreso tra 1 e 99999
tr: MSG_NUMBER_MUST_BETWEEN_1_AND_99999
vi: Số phải từ 1 đến 99999

# MSG_OLD_PASSWORD_NOT_MATCHED
source: The entered old password does not match!
de: Das eingegebene alte Passwort stimmt nicht überein!
fr: L'ancien mot de passe ne correspond pas!
it: La vecchia password inserita non corrisponde!
tr: MSG_OLD_PASSWORD_NOT_MATCHED
vi: Mật khẫu cũ không đúng!

# MSG_ONLY_LETTERS_AND_NUMBERS_ARE_ALLOWED
source: Only letters and numbers are allowed!
de: Es sind nur Buchstaben und Zahlen erlaubt!
fr: Seuls les lettres et les chiffres sont autorisés
it: Sono consentiti solo lettere e numeri!
tr: MSG_ONLY_LETTERS_AND_NUMBERS_ARE_ALLOWED
vi: Chỉ cho phép các chữ cái và số

# MSG_PASSWORD_IS_REQUIRED
source: Password is required!
de: Passwort ist erforderlich!
fr: Mot de passe requis
it: E 'richiesta la password
tr: MSG_PASSWORD_IS_REQUIRED
vi: Yêu cầu mật khẩu

# MSG_PASSWORD_IS_REQUIRED_MIN_LENGHT_IS_6_MAX_LENGHT_IS_100
source: The entered password should contain between 6 and 100 characters!
de: Das Passwort muss zwischen 6 und 100 Zeichen enthalten!
fr: Le mot de passe est requis.La longueur minimale est de 6, la longueur maximale est de 100
it: La password inserita deve contenere tra 6 e 100 caratteri!
tr: MSG_PASSWORD_IS_REQUIRED_MIN_LENGHT_IS_6_MAX_LENGHT_IS_100
vi: Mật khẩu được yêu cầu độ dài tối thiểu là 6, độ dài tối đa là 100

# MSG_PASSWORD_MISMATCH
source: Password mismatch
de: Falsches Passwort
fr: Password mismatch fr
it: Password mismatch it
tr: MSG_PASSWORD_MISMATCH
vi: Mật khẩu không giống

# MSG_PASSWORD_REQUIRES_DIGIT
source: The password should contain at least one digit!
de: Das Passwort muss mindestens eine Ziffer enthalten!
fr: Password requires digit fr
it: Password requires digit it
tr: MSG_PASSWORD_REQUIRES_DIGIT
vi: Mật khẩu yêu cầu số

# MSG_PASSWORD_REQUIRES_LOWER
source: The password should contain at least one lowercase character!
de: Das Passwort muss mindestens einen Kleinbuchstaben enthalten!
fr: Password requires lower fr
it: Password requires lower it
tr: MSG_PASSWORD_REQUIRES_LOWER
vi: Mật khẩu yêu cầu chữ thường

# MSG_PASSWORD_REQUIRES_NON_ALPHANUMERIC
source: The password should contain at least one special character!
de: Das Passwort muss mindestens ein Sonderzeichen enthalten!
fr: Password requires non alphanumeric fr
it: Password requires non alphanumeric it
tr: MSG_PASSWORD_REQUIRES_NON_ALPHANUMERIC
vi: Mật khẩu yêu cầu ký tự đặc biệt

# MSG_PASSWORD_REQUIRES_UNIQUE_CHARS
source: The entered password should contain more unique characters!
de: Das Passwort muss mehr eindeutige Zeichen enthalten!
fr: Password requires unique chars fr
it: Password requires unique chars it
tr: MSG_PASSWORD_REQUIRES_UNIQUE_CHARS
vi: Mật khẩu yêu cầu ký tự đặc biệt

# MSG_PASSWORD_REQUIRES_UPPER
source: The password should contain at least one uppercase character!
de: Das Passwort muss mindestens einen Großbuchstaben enthalten!
fr: Password requires upper fr
it: Password requires upper it
tr: MSG_PASSWORD_REQUIRES_UPPER
vi: Mật khẩu yêu cầu chữ hoa

# MSG_PASSWORD_TOO_SHORT
source: The password is too weak!
de: Das Passwort ist zu schwach!
fr: Password too short fr
it: Password too short it
tr: MSG_PASSWORD_TOO_SHORT
vi: Mật khẩu quá ngắn

# MSG_PAYTYPE_DISPLAY_NAME_IS_REQUIRED
source: Text is required!
de: Text ist erforderlich
fr: Text ist erforderlich
it: Text ist erforderlich
tr: MSG_PAYTYPE_DISPLAY_NAME_IS_REQUIRED
vi: Tên hiển thị là bắt buộc

# MSG_PAYTYPE_DOESNT_EXIST
source: The servicecode does not exist!
de: Die Leistungsart existiert nicht!
fr: Paytype n'existe pas!
it: Il Paytype non esiste!
tr: MSG_PAYTYPE_DOESNT_EXIST
vi: Paytype không tồn tại!

# MSG_PLEASE_CHECK_YOUR_EMAIL_TO_RESET_YOUR_PASSWORD
source: Please check your email to reset your password!
de: Rufen Sie Ihre E-Mail bitte ab, um die Passwortzurücksetzung zu starten!
fr: Please check your email to reset your password fr
it: Please check your email to reset your password it
tr: MSG_PLEASE_CHECK_YOUR_EMAIL_TO_RESET_YOUR_PASSWORD
vi: Xin vui lòng kiểm tra email để đặt lại mật khẩu

# MSG_PLEASE_FILL_IN_THE_REQUIRED_FIELDS
source: Please fill in the required data!
de: Bitte füllen Sie die erforderlichen Daten aus!
fr: S'il vous plaît remplir les champs obligatoires
it: Si prega di compilare i dati richiesti!
tr: MSG_PLEASE_FILL_IN_THE_REQUIRED_FIELDS
vi: Vui lòng điền vào phần được yêu cầu

# MSG_PLEASE_RESET_YOUR_PASSWORD_BY
source: Please reset your password by clicking
de: Bitte setzen Sie das Passwort zurück, indem Sie
fr: Please reset your password by fr
it: Please reset your password by it
tr: MSG_PLEASE_RESET_YOUR_PASSWORD_BY
vi: Vui lòng đặt lại mật khẩu bằng

# MSG_RECOVERY_CODE_REDEMPTION_FAILED
source: When this ever appears...call Hoa!
fr: Recovery code redemption failed fr
it: Recovery code redemption failed it
tr: MSG_RECOVERY_CODE_REDEMPTION_FAILED
vi: Mã khôi phục xảy ra lỗi

# MSG_SCHEDULER_SHOULD_BE_BETWEEN_1_AND_180
source: Scheduler should be between 1 and 180!
de: Der Wert des Zeitplans sollte zwischen 1 und 180 sein!
fr: Le planificateur doit être compris entre 1 et 180!
it: Scheduler dovrebbe essere compreso tra 1 e 180!
tr: MSG_SCHEDULER_SHOULD_BE_BETWEEN_1_AND_180
vi: Bộ lập lịch phải từ 1 đến 180!

# MSG_SERVICE_PASSWORD_IS_REQUIRED
source: Service password is required!
de: Das Servicepasswort ist erforderlich!
fr: Le mot de passe de service est requis!
it: È richiesta la password del servizio!
tr: MSG_SERVICE_PASSWORD_IS_REQUIRED
vi: Mật khẩu dịch vụ là bắt buộc!

# MSG_SERVICE_PORT_IS_REQUIRED
source: Service port is required!
de: Der Serviceport ist erforderlich!
fr: Le port de service est requis!
it: La porta di servizio è richiesta!
tr: MSG_SERVICE_PORT_IS_REQUIRED
vi: Cổng Dịch vụ là bắt buộc!

# MSG_SERVICE_PORT_RANGE_IS_FROM_1_TO_99999
source: Service port range is from 1 to 99999
de: Der Wert des Serviceport muss zwischen 1 und 99999 liegen
fr: The Port range is from 1 to 99999
tr: MSG_SERVICE_PORT_RANGE_IS_FROM_1_TO_99999
vi: Giới hạn của Service port là từ 1 tới 99999

# MSG_SERVICE_URL_IS_REQUIRED
source: Service URL is required!
de: Die Service URL ist erforderlich!
fr: L'URL du service est requise!
it: L'URL del servizio è obbligatorio!
tr: MSG_SERVICE_URL_IS_REQUIRED
vi: URL dịch vụ là bắt buộc!

# MSG_SERVICE_USE_SSL_IS_REQUIRED
source: Service Use SSL is required!
de: Die SSL Verschlüsselung ist erforderlich!
fr: L'utilisation du service SSL est requise!
it: È richiesto l'utilizzo del servizio SSL!
tr: MSG_SERVICE_USE_SSL_IS_REQUIRED
vi: Sử dụng dịch vụ SSL là bắt buộc!

# MSG_SERVICE_USER_IS_REQUIRED
source: Service user is required!
de: Der Servicebenutzer ist erforderlich!
fr: L'utilisateur du service est requis!
it: L'utente del servizio è richiesto!
tr: MSG_SERVICE_USER_IS_REQUIRED
vi: Người dùng dịch vụ là bắt buộc!

# MSG_SERVICE_USER_PASSWORD_IS_REQUIRED
source: Service user password is required!
de: Das Servicepasswort ist erforderlich!
fr: Le mot de passe de l'utilisateur du service est requis.
it: È richiesta la password dell'utente del servizio.
tr: MSG_SERVICE_USER_PASSWORD_IS_REQUIRED
vi: Mật khẩu người dùng dịch vụ là bắt buộc.

# MSG_TENANT_DOESNT_EXIST
source: The tenant does not exist!
de: Der Mandant existiert nicht!
fr: Le locataire n'existe pas!
it: L'inquilino non esiste!
tr: MSG_TENANT_DOESNT_EXIST
vi: Tenant không tồn tại!

# MSG_TENANT_NOT_EXIST_OR_DISABLED
source: The tenant does not exist or has been deactivated!
de: Der Mandant existiert nicht oder wurde deaktiviert!
fr: Le locataire n'existe pas ou est handicapé
it: Inquilino non esistente o disabilitato
tr: MSG_TENANT_NOT_EXIST_OR_DISABLED
vi: Người thuê không tồn tại hoặc bị vô hiệu hóa

# MSG_THE_EMAIL_FIELD_IS_NOT_A_VALID_EMAIL_ADDRESS
source: The entered email is not valid!
de: Die eingegebene E-Mail ist nicht gültig!
fr: Le champ E-mail n'est pas une adresse e-mail valide!
it: L'email inserita non è valida!
tr: MSG_THE_EMAIL_FIELD_IS_NOT_A_VALID_EMAIL_ADDRESS
vi: Trường Email không phải là địa chỉ e-mail hợp lệ!

# MSG_THE_ENTERED_EMAIL_ALREADY_EXISTS
source: The entered email already exists!
de: Die eingegebene E-Mail ist bereits vorhanden!
fr: L'e-mail saisi existe déjà!
it: L'email inserita esiste già!
tr: MSG_THE_ENTERED_EMAIL_ALREADY_EXISTS
vi: Email đã nhập đã tồn tại!

# MSG_THE_ENTERED_NAME_ALREADY_EXISTS
source: The entered name already exists!
de: Der eingegebene Name existiert bereits!
fr: Le nom saisi existe déjà!
it: Il nome inserito esiste già!
tr: MSG_THE_ENTERED_NAME_ALREADY_EXISTS
vi: Tên đã nhập đã tồn tại!

# MSG_THE_ENTERED_NUMBER_ALREADY_EXISTS
source: The entered tenant Number already exists
de: Die eingegebene Nummer existiert bereits!
fr: Le numéro saisi existe déjà!
it: Il numero inserito esiste già!
tr: MSG_THE_ENTERED_NUMBER_ALREADY_EXISTS
vi: Số đã nhập đã tồn tại!

# MSG_THE_NEW_PASSWORD_AND_CONFIRMATION_PASSWORD_DO_NOT_MATCH
source: The passwords do not match!
de: Die Passwörter stimmen nicht überein!
fr: Le nouveau mot de passe et le mot de passe de confirmation ne correspondent pas.
it: Le password non corrispondono!
tr: MSG_THE_NEW_PASSWORD_AND_CONFIRMATION_PASSWORD_DO_NOT_MATCH
vi: Mật khẩu mới và mật khẩu xác nhận không khớp.

# MSG_THE_PASSWORD_AND_CONFIRMATION_PASSWORD_DO_NOT_MATCH
source: The passwords do not match!
de: Die Passwörter stimmen nicht überein!
fr: Le mot de passe et le mot de passe de confirmation ne correspondent pas.
it: Le password non corrispondono!
tr: MSG_THE_PASSWORD_AND_CONFIRMATION_PASSWORD_DO_NOT_MATCH
vi: Mật khẩu và mật khẩu xác nhận không khớp.

# MSG_THE_PASSWORD_MUST_HAVE_UPPER_AND_LOWER_CASE_LETTERS
source: The password should contain both upper and lower case letters!
de: Das Passwort muss aus Groß- und Kleinbuchstaben bestehen!
fr: Le mot de passe doit contenir des lettres majuscules et minuscules
it: La password deve contenere lettere maiuscole e minuscole
tr: MSG_THE_PASSWORD_MUST_HAVE_UPPER_AND_LOWER_CASE_LETTERS
vi: Mật khẩu phải có chữ hoa và chữ thường

# MSG_THIS_PAYTYPE_CODE_IS_USED_FOR_ANOTHER_PAYTYPE
source: This servicecode already exists!
de: Diese Leistungsart existiert bereits!
fr: Ce code de paytype est utilisé pour un autre paytype
it: Questo codice del tipo di pagamento esiste già
tr: MSG_THIS_PAYTYPE_CODE_IS_USED_FOR_ANOTHER_PAYTYPE
vi: Paytype code này đã được sử dụng ở một Paytype khác

# MSG_UNABLE_TO_LOAD_USER
source: Unable to load user data!
de: Bei dem Laden der Benutzerdaten ist ein Fehler aufgetreten.
fr: impossible de charger l'utilisateur.
it: Impossibile caricare i dati dell'utente!
tr: MSG_UNABLE_TO_LOAD_USER
vi: Không thể tải người dùng.

# MSG_USER_ALREADY_HAS_PASSWORD
source: The password has been created successfully!
de: Das Passwort wurde erfolgreich erstellt!
fr: User already has password fr
it: User already has password it
tr: MSG_USER_ALREADY_HAS_PASSWORD
vi: Người dùng đã có mật khẩu

# MSG_USER_ALREADY_IN_ROLE
source: The user's role has been established!
de: Die Benutzerrolle wurde erfolgreich erstellt!
fr: User already in role fr
it: User already in role it
tr: MSG_USER_ALREADY_IN_ROLE
vi: Người dùng đã có quyền

# MSG_USER_IS_REQUIRED
source: Username is required!
de: Benutzername ist erforderlich!
fr: L'utilisateur est requis
it: è richiesto il nome utente
tr: MSG_USER_IS_REQUIRED
vi: Người dùng là bắt buộc

# MSG_USER_LOCKOUT_NOT_ENABLED
source: The user lockout is not enabled
de: Die Sperre wurde nicht aktiviert!
fr: User lockout not enabled fr
it: User lockout not enabled it
tr: MSG_USER_LOCKOUT_NOT_ENABLED
vi: Khóa người dùng không được bật

# MSG_USER_NOT_IN_ROLE
source: You have no permission to update data!
de: Sie haben keine Berechtigung zur Aktualisierung der Daten!
fr: User not in role fr
it: User not in role it
tr: MSG_USER_NOT_IN_ROLE
vi: Người dùng không có quyền

# MSG_YOU_WANT_TO_DELETE_THIS_RECORD_WITH
source: Are you sure you want to delete this tenant?
de: Sind Sie sicher, dass Sie diesen Mandanten löschen wollen?
fr: Voulez-vous supprimer cet enregistrement?
it: Vuoi eliminare questo record?
tr: MSG_YOU_WANT_TO_DELETE_THIS_RECORD_WITH
vi: Bạn muốn xóa bản ghi này với ?

source: Your account doesn't have the access permission. Please contact administrator for more information
de: Ihr Konto hat keine Zutrittserlaubnis. Bitte wenden Sie sich an den Aministrator!
fr: Votre compte n'a pas l'autorisation d'accéder. veuillez contacter l'administrateur pour plus d'informations
it: Votre compte n'a pas l'autorisation d'accéder. veuillez contacter l'administrateur pour plus d'informations
tr: MSG_YOUR_ACCOUNT_DOESNT_HAVE_PERMISSION_TO_ACCESS_PLEASE_CONTACT_ADMINISTRATOR_FOR_MORE_INFORMATION
vi: Tài khoản của bạn không có quyền truy cập. vui lòng liên hệ với quản trị viên để biết thêm thông tin

# MSG_YOUR_PASSWORD_HAS_BEEN_CHANGED
source: Your password has been changed!
de: Ihr Passwort wurde geändert.
fr: Your password has been changed fr
it: Your password has been changed it
tr: MSG_YOUR_PASSWORD_HAS_BEEN_CHANGED
vi: Mật khẩu của bạn đã được thay đổi

# MSG_YOUR_PROFILE_HAS_BEEN_UPDATED
source: Your profile has been updated.
de: Ihr Profil wurde aktualisiert.
fr: votre profil a été mis a jour
it: Il tuo profilo è stato aggiornato
tr: MSG_YOUR_PROFILE_HAS_BEEN_UPDATED
vi: Hồ sơ của bạn đã được cập nhật

source: Name
fr: Nom
it: Nome
vi: Tên

source: New password
de: Neues Passwort
fr: Nouveau mot de passe
it: Nuova password
vi: Mật khẩu mới

# NO_DATA_TO_DISPLAY
source: No data displayed
de: Keine Daten zur Anzeige vorhanden
fr: No data to display fr
it: No data to display it
tr: NO_DATA_TO_DISPLAY
vi: Không có dữ liệu hiển thị

source: Old password
de: Altes Passwort
fr: Old password fr
it: Old password it
vi: Mật khẩu cũ

source: Password
de: Passwort
vi: Mật khẩu

# PAY_TYPE_SETTING
source: Serviccode
de: Leistungsarten
fr: Type de paie
it: Tipo di pagamento
tr: PAY_TYPE_SETTING
vi: Hình thức thanh toán

# PAY_TYPE_SETTING_TITTLE
source: Serviccode setting
de: Leistungsarten Einstellungen
fr: Lohnarten Einstellungen
it: Lohnarten Einstellungen
tr: PAY_TYPE_SETTING_TITTLE
vi: Paytype cài đặt

# PAYTYPE_HAS_BEEN_ADDED_SUCCESSFULLY
source: Serviccode added!
de: Leistungsart hinzugefügt!
fr: Paytype a été ajouté avec succès!
it: Paytype è stato aggiunto con successo!
tr: PAYTYPE_HAS_BEEN_ADDED_SUCCESSFULLY
vi: Paytype đã được thêm mới thành công!

# PAYTYPE_HAS_BEEN_DELETED_SUCCESSFULLY
source: Serviccode deleted!
de: Leistungsart gelöscht!
fr: Paytype a été supprimé avec succès!
it: Paytype è stato eliminato con successo!
tr: PAYTYPE_HAS_BEEN_DELETED_SUCCESSFULLY
vi: Paytype đã được xóa thành công!

# PAYTYPE_HAS_BEEN_UPDATED_SUCCESSFULLY
source: Serviccode updated!
de: Leistungsart aktualisiert!
fr: Paytype a été mis à jour avec succès!
it: Paytype è stato aggiornato con successo!
tr: PAYTYPE_HAS_BEEN_UPDATED_SUCCESSFULLY
vi: Paytype đã được cập nhật thành công!

# POPUP_BUTTON_CLOSE
source: Close
de: Schliessen
fr: Fermer
tr: POPUP_BUTTON_CLOSE
vi: Đóng

# POPUP_BUTTON_SAVE
source: Save
de: Speichern
fr: sauver
it: Salva
tr: POPUP_BUTTON_SAVE
vi: Lưu

# POPUP_BUTTON_TEST
source: Test
de: Testen
fr: Tester la connexion
it: Verifica connessione
tr: POPUP_BUTTON_TEST
vi: Kiểm tra kết nối

# POPUP_CANCEL
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
tr: POPUP_CANCEL
vi: Hủy bỏ

# POPUP_TEXT_TYPE_PASSWORD
source: Please enter the password
de: Bitte das Passwort eingeben
fr: Entrer le mot de passe
it: Immettere la password
tr: POPUP_TEXT_TYPE_PASSWORD
vi: Nhập mật khẩu

# POPUP_TITLE_MESSAGE
source: Message
de: Nachricht
it: Messaggio
tr: POPUP_TITLE_MESSAGE
vi: Thông điệp

source: Private
de: Privat
fr: Privée
it: Privato
vi: Riêng tư

source: Product version
de: Produktversion
fr: Version de produit
it: Versione del prodotto
vi: Phiên bản sản phẩm

source: Profile
de: Profil
fr: Profile fr
it: Profile it
vi: Hồ sơ

# RESET_PASSWORD_BUTTON_RESET
source: Submit
de: Senden
fr: Reset fr
it: Reset it
tr: RESET_PASSWORD_BUTTON_RESET
vi: Đặt lại

# RESET_PASSWORD_CONFIRMATION_MSG_CLICK_HERE_TO_LOG_IN
source: click here to log in.
de: hier zum Einloggen klicken.
fr: click here to log in fr
it: click here to log in it
tr: RESET_PASSWORD_CONFIRMATION_MSG_CLICK_HERE_TO_LOG_IN
vi: bấm vào đây.

# RESET_PASSWORD_CONFIRMATION_MSG_YOU_CAN
source: You can
de: Sie können
fr: You can fr
it: You can it
tr: RESET_PASSWORD_CONFIRMATION_MSG_YOU_CAN
vi: Bạn có thể

# RESET_PASSWORD_CONFIRMATION_MSG_YOUR_PASSWORD_HAS_BEEN_RESET
source: Your password has been reset.
de: Ihr Passwort wurde erfolgreich zurückgesetzt.
fr: Your password has been reset fr
it: Your password has been reset it
tr: RESET_PASSWORD_CONFIRMATION_MSG_YOUR_PASSWORD_HAS_BEEN_RESET
vi: Mật khẩu của bạn đã được đặt lại

# RESET_PASSWORD_CONFIRMATION_TITLE_RESET_PASSWORD_CONFIRMATION
source: Success!
de: Erfolg!
fr: Reset password confirmation fr
it: Reset password confirmation it
tr: RESET_PASSWORD_CONFIRMATION_TITLE_RESET_PASSWORD_CONFIRMATION
vi: Xác nhận đặt lại mật khẩu

# RESET_PASSWORD_MSG_RESET_YOUR_PASSWORD
source: Reset your password
de: Bitte setzen Sie ihr Passwort zurück
fr: Reset your password fr
it: Reset your password it
tr: RESET_PASSWORD_MSG_RESET_YOUR_PASSWORD
vi: Đặt lại mật khẩu

# RESET_PASSWORD_TITLE_RESET_PASSWORD
source: Reset Password
de: Passwortzurücksetzung
fr: Reset password fr
it: Reset password it
tr: RESET_PASSWORD_TITLE_RESET_PASSWORD
vi: Đặt lại mật khẩu

source: Role
de: Rolle
fr: Rôle
it: Ruolo
vi: Vai trò

source: Save
de: Speichern
fr: Sauver
it: Salva
vi: Lưu Lại

source: Search
de: Suche
fr: Chercher
it: Ricerca
vi: Tìm kiếm

source: Selected
de: Ausgewählt
fr: Choisi
vi: Đã chọn

source: Service user
de: Servicebenutzer
fr: Utilisateur du service
it: Utente del servizio
vi: Người dùng dịch vụ

# SERVICE_USER_PASSWORD
source: Service password
de: Servicepasswort
fr: Mot de passe de l'utilisateur du service
it: Password di servizio
tr: SERVICE_USER_PASSWORD
vi: Mật khẩu người dùng dịch vụ

source: Setting
de: Einstellungen
fr: Réglages
it: Ambientazione
vi: Cài đặt

source: Settings
de: Einstellungen
fr: Réglages
it: impostazioni
vi: Cài đặt

source: State
de: Status
fr: Etat
it: Stato
vi: Trạng thái

source: Status
fr: Statut
it: Stato
vi: Trạng thái

source: Submit
de: Senden
vi: Gửi đi

source: Success!
de: Erfolg!
fr: Succès!
it: Successo!
vi: Thành công!

source: Tenant
de: Mandant
fr: Tenants
vi: Đại lý

# TENANT_BUTTON_CANCEL
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
tr: TENANT_BUTTON_CANCEL
vi: Hủy bỏ

# TENANT_BUTTON_DELETE
source: Delete
de: Löschen
fr: Supprimer
it: Elimina
tr: TENANT_BUTTON_DELETE
vi: Xóa

# TENANT_BUTTON_SAVE
source: Save
de: Speichern
fr: Sauver
it: Salva
tr: TENANT_BUTTON_SAVE
vi: Lưu Lại

# TENANT_DESCRIPTION
source: Description
de: Beschreibung
fr: La description
it: Descrizione
tr: TENANT_DESCRIPTION
vi: Sự miêu tả

# TENANT_INFOMATION
source: Details
fr: Information
it: Dettagli
tr: TENANT_INFOMATION
vi: Chi tiết

# TENANT_NAME
source: Name
fr: Nom
it: Nome
tr: TENANT_NAME
vi: Tên

# TENANT_NO
source: No.
de: Nr.
fr: Non.
tr: TENANT_NO
vi: Không.

# TENANT_NUMBER
source: Number
de: Nummer
fr: Nombre
it: Numero
tr: TENANT_NUMBER
vi: Con số

# TENANT_SETTING_ABACUS_SETTING_NAME
source: Abacus
fr: Abaque
it: Abaco
tr: TENANT_SETTING_ABACUS_SETTING_NAME
vi: Bàn tính

# TENANT_SETTING_EXCHANGE_SETTING
source: Exchange
fr: Échange
it: Scambio
tr: TENANT_SETTING_EXCHANGE_SETTING
vi: Đổi

# TENANT_SETTING_MANAGE
source: Manage
de: Verwalten
fr: Gérer
it: Gestire
tr: TENANT_SETTING_MANAGE
vi: Quản lý

# TENANT_SETTING_PAY_TYPE_SETTING
source: Servicecode
de: Leistungsarten
fr: Type de paie
it: Tipo di pagamento
tr: TENANT_SETTING_PAY_TYPE_SETTING
vi: Hình thức thanh toán

# TENANT_SETTING_SHEDULE_TIMER
source: Scheduler
de: Zeitplan
fr: Planificatrice
tr: TENANT_SETTING_SHEDULE_TIMER
vi: Lập kế hoạch

# TENANT_SETTINGS
source: Settings
de: Einstellungen
fr: Réglages
it: impostazioni
tr: TENANT_SETTINGS
vi: Cài đặt

# TENANT_STATUS
source: Active
de: Aktiv
fr: actif
it: Attivo
tr: TENANT_STATUS
vi: Hoạt động

# TENANT_USER
source: Users
de: Benutzer
fr: Utilisateurs
it: Utenti
tr: TENANT_USER
vi: Người dùng

# TEST_CONNECTION
source: Test
de: Testen
fr: Tester
tr: TEST_CONNECTION
vi: Kiểm tra

# TEST_FAIL
source: Test failed!
de: Test fehlgeschlagen!
fr: Échec du test!
it: Test fallito!
tr: TEST_FAIL
vi: Kiểm tra thất bại!

# TEST_PASS
source: Pass!
de: Test erfolgreich!
fr: Passer un test!
it: Test superato!
tr: TEST_PASS
vi: Vượt qua kiểm tra!

# TITLE_LOG_IN
source: Log in
de: Einloggen
tr: TITLE_LOG_IN
vi: Đăng nhập

source: Update
de: Speichern
fr: Mise à jour
it: Aggiornare
vi: Cập nhật

source: Update password
de: Passwort aktualisieren
fr: Update password fr
it: Update password it
vi: Cập nhật mật khẩu

# USER_BUTTON_CANCEL
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
tr: USER_BUTTON_CANCEL
vi: Hủy bỏ

# USER_BUTTON_CREATE
source: Create
de: Speichern
fr: Créer
it: Creare
tr: USER_BUTTON_CREATE
vi: Tạo mới

# USER_BUTTON_DELETE
source: Delete
de: Löschen
fr: Supprimer
it: Elimina
tr: USER_BUTTON_DELETE
vi: Xóa

# USER_BUTTON_UPDATE
source: Update
de: Speichern
fr: Mise à jour
it: Aggiornare
tr: USER_BUTTON_UPDATE
vi: Cập nhật

# USER_COMMENT
source: Comment
de: Kommentar
fr: Commentaire
it: Commento
tr: USER_COMMENT
vi: Bình luận

# USER_EMAIL
source: Email
tr: USER_EMAIL
vi: Thư

# USER_LANGUAGE
source: Language
de: Sprache
fr: Langue
it: linguaggio
tr: USER_LANGUAGE
vi: Ngôn ngữ

# USER_ROLE
source: Role
de: Rolle
fr: Rôle
it: Ruolo
tr: USER_ROLE
vi: Vai trò

# USER_SELECT_LANGUAGE
source: Select language
de: Sprache auswählen
fr: Choisir la langue
it: Seleziona la lingua
tr: USER_SELECT_LANGUAGE
vi: Chọn ngôn ngữ

# USER_SELECT_ROLE
source: Select role
de: Rolle auswählen
fr: Sélectionnez un rôle
it: Seleziona ruolo
tr: USER_SELECT_ROLE
vi: Chọn vai trò
