Repository: lolthoi/ACAG
Catalog: ACAG.Abacus.CalendarConnector.Language/Resources/Resource.*.resx
Languages: de, fr, it, tr, vi

# ABACUS_SETTING_POPUP_LABEL_CONNECTION_STATE
source: Connection state
de: Test Status
fr: État de santé
it: Stato di salute
tr: ABACUS_SETTING_POPUP_LABEL_CONNECTION_STATE
vi: Tình trạng sức khỏe

# ABACUS_SETTING_POPUP_LABEL_NAME
source: Name
fr: Nom
it: Nome
tr: ABACUS_SETTING_POPUP_LABEL_NAME
vi: Tên

# ABACUS_SETTING_POPUP_LABEL_PASSWORD
source: Password
de: Passwort
fr: Mot de passe de service
it: Password di servizio
tr: ABACUS_SETTING_POPUP_LABEL_PASSWORD
vi: Mật khẩu dịch vụ

# ABACUS_SETTING_POPUP_LABEL_PORT
source: Port
fr: Port de service
it: Porta di servizio
tr: ABACUS_SETTING_POPUP_LABEL_PORT
vi: Cổng dịch vụ

# ABACUS_SETTING_POPUP_LABEL_URL
source: URL
fr: URL du service
it: URL del servizio
tr: ABACUS_SETTING_POPUP_LABEL_URL
vi: URL dịch vụ

# ABACUS_SETTING_POPUP_LABEL_USE_SSL
source: use SSL
de: verwende SSL
fr: Utilisateur de service SSL
it: SSL utente del servizio
tr: ABACUS_SETTING_POPUP_LABEL_USE_SSL
vi: sử dụng SSL

# ABACUS_SETTING_POPUP_LABEL_USER
source: User
de: Benutzer
fr: Utilisateur du service
it: Utente del servizio
tr: ABACUS_SETTING_POPUP_LABEL_USER
vi: Người sử dụng dịch vụ

# ABACUS_SETTING_POPUP_TITLE
source: Abacus setting
de: Abacus Einstellungen
fr: Paramètres Abacus
it: Impostazioni Abacus
tr: ABACUS_SETTING_POPUP_TITLE
vi: Cài đặt bàn tính

source: About us
de: Über uns
fr: About us fr
it: About us it
vi: Về chúng tôi

# APP_FOOTER_TITLE
source: 2020 © Copyright by ALL CONSULTING AG
de: 2020 © Urheberrecht von ALL CONSULTING AG
fr: 2020 © Copyright par ALL CONSULTING AG
tr: APP_FOOTER_TITLE
vi: 2020 © Bản quyền thuộc về ALL CONSULTING AG

# ARE_YOU_SURE_WANT_TO_DELETE_THIS_PAYTYPE_SETTING
source: Are you sure you want to delete this servicecode?
de: Sind Sie sicher, dass Sie diese Leistungsart löschen wollen?
fr: Sind Sie sicher, dass Sie diese Leistungsart löschen wollen?
it: Sind Sie sicher, dass Sie diese Leistungsart löschen wollen?
tr: ARE_YOU_SURE_WANT_TO_DELETE_THIS_PAYTYPE_SETTING
vi: Bạn có chắc chắn muốn xóa cài đặt servicecode này không?

# AZURE_CLIENT
source: Azure client name
de: Azure Kundenname
fr: Client Azure
it: Nome del client Azure
tr: AZURE_CLIENT
vi: Azure Client

# AZURE_TENANT
source: Azure tenant name
de: Azure Mandantenname
fr: Locataire Azure
it: Nome tenant di Azure
tr: AZURE_TENANT
vi: Azure Tenant

source: Cancel
de: Schliessen
fr: Annuler
it: Annulla
vi: Hủy bỏ

source: Change password
de: Passwort ändern
fr: Change password fr
it: Change password it
vi: Thay đổi mật khẩu

# CODE
source: Servicecode
de: Leistungsart
fr: Leistungsart
it: Leistungsart
tr: CODE
vi: Ký hiệu

source: Comment
de: Kommentar
fr: Commentaire
it: Commento
vi: Bình luận

source: Confirm new password
de: Neues Passwort bestätigen
fr: Confirmer le nouveau mot de passe
it: Conferma la nuova password
vi: Xác nhận mật khẩu mới

source: Confirm password
de: Passwort bestätigen
fr: Confirmez le mot de passe
it: Conferma password
vi: Xác nhận mật khẩu

source: Create
de: Speichern
fr: Créer
it: Creare
vi: Tạo mới

source: Current password
de: Aktuelles Passwort
fr: Mot de passe actuel
it: Password attuale
vi: Mật khẩu hiện tại

# DATA_DOES_NOT_EXIST
source: No data found!
de: Keine Daten gefunden!
fr: Les données n'existent pas!
it: Les données n'existent pas!
tr: DATA_DOES_NOT_EXIST
vi: Dữ liệu không tồn tại!

source: Delete
de: Löschen
fr: Supprimer
it: Elimina
vi: Xóa

# DELETE_CONFIRMATION
source: Confirmation
de: Bestätigung
fr: Confirmation de suppression
it: Conferma
tr: DELETE_CONFIRMATION
vi: Xác nhận xóa

# DISPLAY_NAME
source: Text
fr: Afficher un nom
it: Nome da visualizzare
tr: DISPLAY_NAME
vi: Tên hiển thị

source: Email
vi: Thư

# EMAIL_ADDERESS
source: Email address
de: E-Mail Adresse
fr: Email Adderess
it: Indirizzo email
tr: EMAIL_ADDERESS
vi: Địa chỉ Email

# ENTER_YOUR_EMAIL
source: Please enter your email address.
de: Bitte geben Sie Ihre E-Mail Adresse ein.
tr: ENTER_YOUR_EMAIL
vi: Nhập email của bạn

source: Error!
de: Fehler!
fr: Erreur!
it: Errore!
vi: Lỗi!

# EXCHANGE_SETTING
source: Exchange
fr: Échange
it: Scambio
tr: EXCHANGE_SETTING
vi: Đổi

# EXCHANGE_SETTING_AZURE_CLIENT
source: Azure client name
de: Azure Kundenname
fr: Nom du client Azure
it: Nome del client Azure
tr: EXCHANGE_SETTING_AZURE_CLIENT
vi: Tên khách hàng Azure

# EXCHANGE_SETTING_AZURE_CLIENT_SECRET
source: Azure client secret
de: Azure Kundenschlüssel
fr: Secret client Azure
it: Segreto client di Azure
tr: EXCHANGE_SETTING_AZURE_CLIENT_SECRET
vi: Bí mật khách hàng Azure

# EXCHANGE_SETTING_AZURE_TENANT
source: Azure tenant name
de: Azure Mandantenname
fr: Nom du locataire Azure
it: Nome tenant di Azure
tr: EXCHANGE_SETTING_AZURE_TENANT
vi: Tên người thuê Azure

# EXCHANGE_SETTING_BUTTON_CANCEL
source: Cancel
de: Schliessen
fr: Annuler
it: Annulla
tr: EXCHANGE_SETTING_BUTTON_CANCEL
vi: Hủy bỏ

# EXCHANGE_SETTING_BUTTON_CREATE
source: Create
de: Speichern
fr: Créer
it: Creare
tr: EXCHANGE_SETTING_BUTTON_CREATE
vi: Tạo mới

# EXCHANGE_SETTING_BUTTON_DELETE
source: Delete
de: Löschen
fr: Supprimer
it: Elimina
tr: EXCHANGE_SETTING_BUTTON_DELETE
vi: Xóa

# EXCHANGE_SETTING_BUTTON_POPUP_CANCEL
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
tr: EXCHANGE_SETTING_BUTTON_POPUP_CANCEL
vi: Huỷ bỏ

# EXCHANGE_SETTING_BUTTON_SAVE
source: Save
de: Speichern
fr: Sauver
it: Salva
tr: EXCHANGE_SETTING_BUTTON_SAVE
vi: Lưu Lại

# EXCHANGE_SETTING_BUTTON_UPDATE
source: Update
de: Speichern
fr: sauver
it: Salva
tr: EXCHANGE_SETTING_BUTTON_UPDATE
vi: Lưu lại

# EXCHANGE_SETTING_DESCRIPTION
source: Description
de: Beschreibung
fr: La description
it: Descrizione
tr: EXCHANGE_SETTING_DESCRIPTION
vi: Sự miêu tả

# EXCHANGE_SETTING_EMAIL_ADDERESS
source: Email address
de: E-Mail Adresse
fr: Email Adderess
it: Indirizzo email
tr: EXCHANGE_SETTING_EMAIL_ADDERESS
vi: Địa chỉ Email

# EXCHANGE_SETTING_EXCHANGE_VERSION
source: Version
it: Versione
tr: EXCHANGE_SETTING_EXCHANGE_VERSION
vi: Phiên bản

# EXCHANGE_SETTING_HEALTH_STATUS
source: Connection state
de: Test Status
fr: État de la connexion
it: Stato della connessione
tr: EXCHANGE_SETTING_HEALTH_STATUS
vi: Trạng thái kết nối

# EXCHANGE_SETTING_LOGIN_TYPE
source: Login type
de: Einwahltyp
fr: Type de connexion
it: Tipo di accesso
tr: EXCHANGE_SETTING_LOGIN_TYPE
vi: Loại đăng nhập

# EXCHANGE_SETTING_NAME
source: Name
fr: Nom
it: Nome
tr: EXCHANGE_SETTING_NAME
vi: Tên

# EXCHANGE_SETTING_SELECT_EXCHANGE_LOGIN_TYPE
source: Please select a login type
de: Bitte wählen Sie einen Einwahltyp
fr: Sélectionnez le type de connexion Exchange
it: Seleziona il tipo di accesso a Exchange
tr: EXCHANGE_SETTING_SELECT_EXCHANGE_LOGIN_TYPE
vi: Chọn loại đăng nhập Exchange

# EXCHANGE_SETTING_SELECT_EXCHANGE_VERSION
source: Please select a version
de: Bitte wählen Sie eine Version
fr: Sélectionnez la version d'Exchange
it: Seleziona la versione di Exchange
tr: EXCHANGE_SETTING_SELECT_EXCHANGE_VERSION
vi: Chọn phiên bản Exchange

# EXCHANGE_SETTING_SELECTED
source: Selected
de: Ausgewählt
fr: Choisi
tr: EXCHANGE_SETTING_SELECTED
vi: Đã chọn

# EXCHANGE_SETTING_SERVICE_USER
source: User
de: Benutzer
fr: Utilisateur
it: Utente
tr: EXCHANGE_SETTING_SERVICE_USER
vi: Người dùng

# EXCHANGE_SETTING_SERVICE_USER_PASSWORD
source: Password
de: Passwort
fr: Mot de passe
it: Parola d'ordine
tr: EXCHANGE_SETTING_SERVICE_USER_PASSWORD
vi: Mật khẩu

# EXCHANGE_VERSION
source: Version
it: Versione
tr: EXCHANGE_VERSION
vi: Phiên bản

# FAIL_TO_ADD_PAYTYPE
source: The servicecode couldn't be addedd
de: Leistungsart wurde nicht hinzugefügt
fr: Échec de l'ajout de Paytype!
it: Impossibile aggiungere Paytype!
tr: FAIL_TO_ADD_PAYTYPE
vi: Thêm mới Paytype thất bại!

# FAIL_TO_DELETE_PAYTYPE
source: The servicecode couldn't be deleted
de: Leistungsart wurde nicht gelöscht
fr: Échec de la suppression de Paytype!
it: Impossibile eliminare Paytype!
tr: FAIL_TO_DELETE_PAYTYPE
vi: Xóa Paytype thất bại!

# FAIL_TO_UPDATE_PAYTYPE
source: The servicecode couldn't be updated
de: Leistungsart wurde nicht aktualisiert
fr: Échec de la mise à jour de Paytype!
it: Impossibile aggiornare Paytype!
tr: FAIL_TO_UPDATE_PAYTYPE
vi: Cập nhật Paytype thất bại!

source: Forgot password?
de: Passwort vergessen?
vi: Quên mật khẩu

# FORGOT_PASSWORD_TITLE
source: Forgot password?
de: Passwort vergessen?
tr: FORGOT_PASSWORD_TITLE
vi: Quên mật khẩu

# GRID_PAYTYPECODE
source: Servicecode
de: Leistungsart
fr: Leistungsart
it: Leistungsart
tr: GRID_PAYTYPECODE
vi: Ký hiệu

# HEALTH_STATUS
source: Connection state
de: Test Status
fr: État de la connexion
it: Stato della connessione
tr: HEALTH_STATUS
vi: Trạng thái kết nối

source: Id does not match!
de: ID stimmt nicht überein!
fr: L'identifiant ne correspond pas
it: L'ID non corrisponde
vi: Id không khớp

# IF_THE_USER_IS_AN_ADMINISTRATOR_THE_TENANT_MUST_BE_EMPTY
source: There is no need to select a tenant with the role administrator
de: Mit der Rolle Administrator, wird kein Mandant ausgewählt
fr: Si l'utilisateur est un administrateur, le locataire doit être vide
it: Se l'utente è un amministratore, il tenant deve essere vuoto
tr: IF_THE_USER_IS_AN_ADMINISTRATOR_THE_TENANT_MUST_BE_EMPTY
vi: Người dùng là quản trị viên thì người thuê phải rỗng

source: Info
it: Informazioni
vi: Thông tin

# INFOMATION
source: Details
fr: Information
it: Dettagli
tr: INFOMATION
vi: Chi tiết

# IS_APPOINTMENT_AWAY_STATE
source: Away
de: Abwesend
fr: Est-ce que l'état de rendez-vous est absent
it: Appuntamento contrassegnato come assente
tr: IS_APPOINTMENT_AWAY_STATE
vi: Cuộc hẹn có trạng thái away

# IS_APPOINTMENT_PRIVATE
source: Private
de: Privat
fr: Le rendez-vous est-il privé
it: Appuntamento privato
tr: IS_APPOINTMENT_PRIVATE
vi: Cuộc hẹn là riêng tư

source: Language
de: Sprache
fr: Langue
it: linguaggio
vi: Ngôn ngữ

source: Last test state
de: Status letzter Test
fr: Dernier état de test
it: Ultimo stato del test
vi: Trạng thái thử nghiệm cuối cùng

source: Log in
de: Einloggen
vi: Đăng nhập

source: Login type
de: Einwahltyp
fr: Type de connexion
it: Tipo di accesso
vi: Loại đăng nhập

source: Logout
de: Ausloggen
fr: Se déconnecter
it: Disconnettersi
vi: Đăng xuất

source: Manage
de: Verwalten
fr: Gérer
it: Gestire
vi: Quản lý

source: Manage your account
de: Ihr Konto verwalten
fr: Manage your account fr
it: Manage your account it
vi: Quản lý tài khoản của bạn

# MAX_LENGTH_OF_DISPLAY_NAME_IS_250
source: The text should not contain more than 250 characters!
de: Der Text darf nicht mehr als 250 Zeichen enthalten!
fr: Max length of display name is 252
it: Max length of display name is 254
tr: MAX_LENGTH_OF_DISPLAY_NAME_IS_250
vi: Độ dài hiển thị lớn nhất là 250

# MENU_LOG_FIELD_ERROR
source: Error
de: Fehler
fr: Error fr
it: Error it
tr: MENU_LOG_FIELD_ERROR
vi: Lỗi

# MENU_LOG_FIELD_LOG_DATA
source: Log Data
de: Log Daten
fr: Log data fr
it: Log data it
tr: MENU_LOG_FIELD_LOG_DATA
vi: Dữ liệu log

# MENU_LOG_FIELD_STATUS
source: State
de: Status
fr: Status fr
it: Status it
tr: MENU_LOG_FIELD_STATUS
vi: Trạng thái

# MENU_LOG_FIELD_TIMESTAMP
source: Timestamp
de: Zeitstempel
fr: Timestamp fr
it: Timestamp it
tr: MENU_LOG_FIELD_TIMESTAMP
vi: Mốc thời gian

# MENU_OVERVIEW
source: Overview
de: Überblick
fr: Aperçu
it: Panoramica
tr: MENU_OVERVIEW
vi: Tổng quan

# MENU_PAYTYPE
source: Servicecode
de: Leistungsart
fr: Type de paie
it: Leistungsart
tr: MENU_PAYTYPE
vi: Thuộc tính

# MENU_TENANT
source: Tenants
de: Mandanten
fr: Locataires
tr: MENU_TENANT
vi: Đại lý

# MENU_TENANT_DESCRIPTION
source: Description
de: Beschreibung
fr: La description
it: Descrizione
tr: MENU_TENANT_DESCRIPTION
vi: Sự miêu tả

# MENU_USER
source: Users
de: Benutzer
fr: Utilisateurs
it: Utenti
tr: MENU_USER
vi: Người dùng

# MIN_LENGTH_OF_DISPLAY_NAME_IS_1
source: Min length of display name is 3
de: Sie müssen min. 3 Zeichen eingeben
it: Min length of display name is 5
tr: MIN_LENGTH_OF_DISPLAY_NAME_IS_1
vi: Độ dài hiển thị nhỏ nhất là

# MSG_AN_ERROR_HAS_OCCURRED_DURRING_DATA_SAVING
source: An error has occurred during saving data!
de: Beim Speichern der Daten ist ein Fehler aufgetreten!
fr: Une erreur s'est produite lors de l'enregistrement des données.
it: Si è verificato un errore durante il salvataggio dei dati
tr: MSG_AN_ERROR_HAS_OCCURRED_DURRING_DATA_SAVING
vi: Đã xảy ra lỗi khi lưu dữ liệu.

# MSG_ARE_YOU_SURE_YOU_WANT_TO_DELETE_THIS_EXCHANGE_SETTING
source: Are you sure you want to delete this exchange setting?
de: Sind Sie sicher, dass Sie diese Exchange Einstellung löschen wollen?
fr: Voulez-vous vraiment supprimer ce paramètre d'échange?
it: Sei sicuro di voler eliminare questa impostazione di scambio?
tr: MSG_ARE_YOU_SURE_YOU_WANT_TO_DELETE_THIS_EXCHANGE_SETTING
vi: Bạn có chắc chắn muốn xóa cài đặt trao đổi này không?

# MSG_ARE_YOU_SURE_YOU_WANT_TO_DELETE_THIS_USER
source: Are you sure you want to delete this user?
de: Sind Sie sicher, dass Sie diesen Benutzer löschen wollen?
fr: Sind Sie sicher, dass Sie diesen Benutzer löschen wollen?
it: Sind Sie sicher, dass Sie diesen Benutzer löschen wollen?
tr: MSG_ARE_YOU_SURE_YOU_WANT_TO_DELETE_THIS_USER
vi: Bạn muốn xóa người dùng này?

# MSG_AZURE_CLIENT_IS_REQUIRED
source: Azure client name is required!
de: Azure Kundenname ist erforderlich!
fr: Le client Azure est requis
it: È richiesto il client Azure
tr: MSG_AZURE_CLIENT_IS_REQUIRED
vi: Azure Client là bắt buộc

# MSG_AZURE_CLIENT_SECRET_IS_REQUIRED
source: Azure client secret is required!
de: Azure Kundenschlüssel ist erforderlich!
fr: Azure Client Secret est requis
it: Il segreto client di Azure è obbligatorio
tr: MSG_AZURE_CLIENT_SECRET_IS_REQUIRED
vi: Azure Client Secret là bắt buộc

# MSG_AZURE_TENANT_IS_REQUIRED
source: Azure tenant name is required!
de: Azure Mandantenname ist erforderlich!
fr: Azure Tenant est requis
it: È richiesto il tenant di Azure
tr: MSG_AZURE_TENANT_IS_REQUIRED
vi: Azure tenant là bắt buộc

# MSG_CAN_NOT_IDENTITY_USER
source: The entered username or password is not correct!
de: Der eingegebene Benutzername oder Pass ist falsch!
fr: Der eingegebene Benutzername oder Pass ist falsch!
it: Nessun dato trovato!
tr: MSG_CAN_NOT_IDENTITY_USER
vi: Không thể nhận diện người dùng.

# MSG_CHANGE_PASSWORD_FAILED
source: The password change failed!
de: Die Passwortänderung ist fehlgeschlagen!
fr: La modification du mot de passe a échoué.
it: La modifica della password non è riuscita
tr: MSG_CHANGE_PASSWORD_FAILED
vi: Thay đổi mật khẩu thất bại.

# MSG_CLICKING_HERE
source: here.
de: hier klicken.
fr: clicking here fr
it: clicking here it
tr: MSG_CLICKING_HERE
vi: bấm vào đây.

# MSG_CODE_NUMBER_RANGE_IS_FROM_1_TO_99999
source: The servicecode must be between 1 and 99999
de: Die Leistungart muss zwischen 1 und 99999 liegen
fr: La plage de numéros de code va de 1 à 99999
it: La plage de numéros de code va de 1 à 99999
tr: MSG_CODE_NUMBER_RANGE_IS_FROM_1_TO_99999
vi: Code number phải trong khoảng từ 1 tới 99999

# MSG_CODE_USED_FOR_ANOTHER_PAYTYPE
source: The servicecode already exists!
de: Diese Leistungsart existiert bereits!
fr: Ce code est déjà utilisé pour un autre Paytype!
it: Questo codice del tipo di pagamento esiste già!
tr: MSG_CODE_USED_FOR_ANOTHER_PAYTYPE
vi: Mã này đã được sử dụng cho một Paytype khác!

# MSG_CONCURRENCY_FAILURE
source: Concurrency failure!
de: Fehler beim gleichzeitigen Zugriff!
fr: Concurrency failure fr
it: Concurrency failure it
tr: MSG_CONCURRENCY_FAILURE
vi: Lỗi đông thời

# MSG_CONFIRM_DELETE_RECORD
source: Are you sure you want to delete this servicecode?
de: Sind Sie sicher, dass Sie diese Lesitungsart löschen wollen?
fr: Voulez-vous supprimer ce enregistrement?
it: Vuoi eliminare questo tipo di pagamento?
tr: MSG_CONFIRM_DELETE_RECORD
vi: Bạn có muốn xóa bản ghi này không?

# MSG_DEFAULT_ERROR
source: Default error
de: Standardfehler
fr: Default error fr
it: Default error it
tr: MSG_DEFAULT_ERROR
vi: Lỗi mặc định

# MSG_DUPLICATE_EMAIL
source: The entered email exists already!
de: Die eingegebene E-Mail Adresse existiert bereits!
fr: Duplicate email fr
it: Duplicate email it
tr: MSG_DUPLICATE_EMAIL
vi: Email nhân đôi

# MSG_DUPLICATE_ROLE_NAME
source: The entered role name exists already!
de: Der eingegebene Rollenname existiert already!
fr: Duplicate role name fr
it: Duplicate role name it
tr: MSG_DUPLICATE_ROLE_NAME
vi: Quyền nhân đôi

# MSG_DUPLICATE_USER_NAME
source: The entered user name exists already!
de: Der eingegebene Benutzername existiert bereits!
fr: Duplicate user name fr
it: Duplicate user name it
tr: MSG_DUPLICATE_USER_NAME
vi: Tên nhân đôi

# MSG_EMAIL_DOES_NOT_EXIST_ON_THE_SYSTEM
source: A login with this email address does not exist!
de: Ein Login mit dieser E-Mail Adresse existiert nicht!
fr: L'e-mail n'existe pas sur le système!
it: L'email non esiste!
tr: MSG_EMAIL_DOES_NOT_EXIST_ON_THE_SYSTEM
vi: Email không tồn tại trong hệ thống!

# MSG_EMAIL_IS_REQUIRED
source: Please enter a valid email address!
de: Bitte geben Sie eine gültige E-Mail Adresse ein!
fr: Le courriel est requis!
it: L'email è richiesta!
tr: MSG_EMAIL_IS_REQUIRED
vi: Email là bắt buộc!

# MSG_EXCHANGE_URL_IS_REQUIRED
source: The URL is required!
de: Die URL ist erforderlich!
fr: L'URL Exchange est requise
it: L'URL di Exchange è obbligatorio
tr: MSG_EXCHANGE_URL_IS_REQUIRED
vi: Url trao đổi là bắt buộc

# MSG_EXCHANGE_VERSION_IS_REQUIRED
source: The version is required!
de: Die Version ist erforderlich!
fr: La version Exchange est requise
it: È richiesta la versione di Exchange
tr: MSG_EXCHANGE_VERSION_IS_REQUIRED
vi: Phiên bản Exchange là bắt buộc

# MSG_FORGOT_PASSWORD_CONFIRMATION
source: Password Change
de: Passwortänderung
fr: Forgot password confirmation fr
it: Forgot password confirmation it
tr: MSG_FORGOT_PASSWORD_CONFIRMATION
vi: Xác nhận quên mật khẩu

# MSG_HELLO
source: Hello
de: Hallo
fr: Hello fr
it: Hello it
tr: MSG_HELLO
vi: Xin chào

# MSG_IF_USER_IS_ADMIN_THEN_TENANT_MUST_NULL
source: There is no need to select a tenant with the role administrator
de: Mit der Rolle Administrator, wird kein Mandant ausgewählt
fr: Si l'utilisateur est administrateur, le locataire doit null
it: Se l'utente è amministratore, il tenant deve essere nullo
tr: MSG_IF_USER_IS_ADMIN_THEN_TENANT_MUST_NULL
vi: Nếu người dùng là quản trị viên thì người thuê phải rỗng

# MSG_INVALID_EMAIL
source: Invalid email!
de: Ungültige E-Mail Adresse!
fr: Invalid email fr
it: Invalid email it
tr: MSG_INVALID_EMAIL
vi: Email không hợp lệ

# MSG_INVALID_ID
source: Invalid Id
de: Ungültige ID!
fr: ID invalide
it: ID non valido
tr: MSG_INVALID_ID
vi: ID không hợp lệ

# MSG_INVALID_LOGIN
source: Invalid login!
de: Ungültige Anmeldung!
fr: Connexion invalide.
it: Login non valido.
tr: MSG_INVALID_LOGIN
vi: Đăng nhập không hợp lệ.

# MSG_INVALID_ROLE_NAME
source: Invalid role name!
de: Ungültiger Rollenname
fr: Invalid role name fr
it: Invalid role name it
tr: MSG_INVALID_ROLE_NAME
vi: Quyền không hợp lệ

# MSG_INVALID_TOKEN
source: Invalid token!
de: Ungültiger Token
fr: Invalid token fr
it: Invalid token it
tr: MSG_INVALID_TOKEN
vi: Token không hợp lệ

# MSG_INVALID_USER_NAME
source: Invalid user name!
de: Ungültige Benutzername!
fr: Invalid user name fr
it: Invalid user name it
tr: MSG_INVALID_USER_NAME
vi: Tên người dùng không hợp lệ

# MSG_LOADING
source: Loading...
de: Laden...
fr: Loading... fr
it: Loading... it
tr: MSG_LOADING
vi: Đang tải...

# MSG_LOGIN_ALREADY_ASSOCIATED
source: Logged in!
de: Eingeloggt!
fr: Login already associated fr
it: Login already associated it
tr: MSG_LOGIN_ALREADY_ASSOCIATED
vi: Đăng nhập đã được liên kết

# MSG_LOGIN_TYPE_IS_REQUIRED
source: Login type is required!
de: Bitte wählen Sie einen Einwahltyp
fr: Le type de connexion est requis
it: Il tipo di accesso è obbligatorio
tr: MSG_LOGIN_TYPE_IS_REQUIRED
vi: Loại đăng nhập là bắt buộc

# MSG_MAX_LENGTH_OF_AZURE_CLIENT_IS_255
source: Azure client name may not contain more than 255 characters!
de: Der Azure Kundenname darf nicht mehr als 255 Zeichen enthalten!
fr: La longueur maximale du client Azure est de 255
it: Il nome del client Azure non deve contenere più di 255 caratteri!
tr: MSG_MAX_LENGTH_OF_AZURE_CLIENT_IS_255
vi: Độ dài tối đa của Azure Client là 255

# MSG_MAX_LENGTH_OF_AZURE_CLIENT_SECRET_IS_255
source: Azure client secret may not contain more than 255 characters!
de: Der Azure Kundenschlüssel darf nicht mehr als 255 Zeichen!
fr: La longueur maximale du secret client Azure est de 255
it: Il segreto del client Azure non deve contenere più di 255 caratteri!
tr: MSG_MAX_LENGTH_OF_AZURE_CLIENT_SECRET_IS_255
vi: Độ dài tối đa của Azure Client Secret là 255

# MSG_MAX_LENGTH_OF_AZURE_TENANT_IS_255
source: Azure tenant name may not contain more than 255 characters
de: Der Azure Mandantenname darf nicht mehr als 255 Zeichen enthalten!
fr: La longueur maximale d'Azure Tenant est de 255
it: Il nome del tenant di Azure non deve contenere più di 255 caratteri
tr: MSG_MAX_LENGTH_OF_AZURE_TENANT_IS_255
vi: Chiều dài tối đa của Người thuê Azure là 255

# MSG_MAX_LENGTH_OF_EMAIL_IS_75
source: The entered email may not contain more than 75 characters!
de: Die eingegebene E-Mail muss nicht mehr als 75 Zeichen!
fr: La longueur maximale des e-mails est de 75
it: L'email inserita non deve contenere più di 75 caratteri!
tr: MSG_MAX_LENGTH_OF_EMAIL_IS_75
vi: Độ dài tối đa của email là 75

# MSG_MAX_LENGTH_OF_EXCHANGE_URL_IS_255
source: The URL may not contain more than 255 characters!
de: Die URL darf nicht mehr als 255 Zeichen enthalten!
fr: La longueur maximale de l'URL d'échange est de 255
it: L'URL di Exchange non deve contenere più di 255 caratteri!
tr: MSG_MAX_LENGTH_OF_EXCHANGE_URL_IS_255
vi: Độ dài tối đa của Url Exchange là 255

# MSG_MAX_LENGTH_OF_NAME_IS
source: The entered name may not contain more than 50 characters!
de: Der eingegebene Name darf nicht mehr als 50 Zeichen enthalten!
fr: La longueur maximale du nom est 50
it: Il nome inserito non deve contenere più di 50 caratteri!
tr: MSG_MAX_LENGTH_OF_NAME_IS
vi: Độ dài Tên Tối đa là 50

# MSG_MAX_LENGTH_OF_NAME_IS_255
source: The name may not contain more than 255 characters!
de: Der Name darf nicht mehr als 255 Zeichen enthalten!
fr: Le nom ne doit pas contenir plus de 255 caractères!
it: Il nome non deve contenere più di 255 caratteri!
tr: MSG_MAX_LENGTH_OF_NAME_IS_255
vi: Tên không được chứa nhiều hơn 255 ký tự!

# MSG_MAX_LENGTH_OF_SERVICE_PASSWORD_IS_50
source: The password may not contain more than 50 characters!
de: Das Passwort darf nicht mehr als 50 Zeichen enthalten!
fr: Le mot de passe ne doit pas contenir plus de 50 caractères!
it: La password non deve contenere più di 50 caratteri!
tr: MSG_MAX_LENGTH_OF_SERVICE_PASSWORD_IS_50
vi: Mật khẩu không được chứa nhiều hơn 50 ký tự!

# MSG_MAX_LENGTH_OF_SERVICE_URL_IS_255
source: The URL may not contain more than 255 characters!
de: Die URL darf nicht mehr als 255 Zeichen enthalten!
fr: L'URL du service ne doit pas contenir plus de 255 caractères!
it: L'URL del servizio non deve contenere più di 255 caratteri!
tr: MSG_MAX_LENGTH_OF_SERVICE_URL_IS_255
vi: URL dịch vụ không được chứa nhiều hơn 255 ký tự!

# MSG_MAX_LENGTH_OF_SERVICE_USER_IS_255
source: The username may not contain more than 255 characters!
de: Der Benutzername darf nicht mehr als 255 Zeichen enthalten!
fr: Le nom d'utilisateur ne doit pas contenir plus de 255 caractères!
it: Il nome utente non deve contenere più di 255 caratteri!
tr: MSG_MAX_LENGTH_OF_SERVICE_USER_IS_255
vi: Tên người dùng không được chứa nhiều hơn 255 ký tự!

# MSG_MAX_LENGTH_OF_SERVICE_USER_IS_50
source: The username may not contain more than 255 characters!
de: Der Benutzername darf nicht mehr als 255 Zeichen enthalten!
fr: La durée maximale de l'utilisateur du service est de 50
it: Il nome utente non deve contenere più di 255 caratteri!
tr: MSG_MAX_LENGTH_OF_SERVICE_USER_IS_50
vi: Thời lượng tối đa của Người dùng dịch vụ là 50
