Repository: lolthoi/ACAG
Catalog: ACAG.Abacus.CalendarConnector.Language/Resources/Resource.*.resx
Languages: de, fr, it, tr, vi

# USER_SELECT_TENANT
source: Select tenant
de: Mandanten auswählen
fr: Sélectionnez un locataire
it: Seleziona inquilino
tr: USER_SELECT_TENANT
vi: Chọn đại lý

# USER_STATUS
source: Active
de: Aktiv
fr: actif
it: Attivo
tr: USER_STATUS
vi: Hoạt động

# USER_TENANT
source: Tenant
de: Mandant
fr: Tenants
tr: USER_TENANT
vi: Đại lý

# USER_USERNAME
source: Username
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente
tr: USER_USERNAME
vi: Tài Khoản

source: Username
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente
vi: Tài Khoản

# WARNING
source: Attention!!
de: Achtung!
it: Avvertimento!
tr: WARNING
vi: Cảnh báo!

# MSG_SEND_RESET_PASSWORD_MAIL_TO
source: The Reset Password email sent successfully to {0}.
de: Die E-Mail für Passwort-Zurücksetzung wurde erfolgreich an {0} gesendet.
fr: L'e-mail de réinitialisation du mot de passe envoyé avec succès à {0}.
it: L'e-mail di reimpostazione della password inviata con successo a {0}.
tr: MSG_SEND_RESET_PASSWORD_MAIL_TO
vi: Email Đặt lại Mật khẩu đã được gửi thành công tới {0}.

# MSG_SENDING_EMAILS_IS_NOT_SUCCESSFUL_PLEASE_CONTACT_TO_THE_ADMINISTRATOR
source: Sending emails is not successful. Please contact to the administrator!
de: Sendung der E-<ail ist nicht erfolgreich. Wenden Sie sich bitte an den Administrator!
fr: L'envoi d'e-mails échoue. Veuillez contacter l'administrateur!
it: L'invio di e-mail non va a buon fine. Si prega di contattare l'amministratore!
tr: MSG_SENDING_EMAILS_IS_NOT_SUCCESSFUL_PLEASE_CONTACT_TO_THE_ADMINISTRATOR
vi: Gửi email không thành công. Vui lòng liên hệ với quản trị viên!

# MSG_SENDING_EMAIL_FOR_FORGOT_PASSWORD_CAN_TAKE_MORE_THAN_10_MINUTES
source: Forgot Password email has been sent.
de: Die E-Mail Passwort vergessen wurde gesendet.
fr: Un e-mail de mot de passe oublié a été envoyé.
it: È stata inviata un'e-mail con password dimenticata.
tr: MSG_SENDING_EMAIL_FOR_FORGOT_PASSWORD_CAN_TAKE_MORE_THAN_10_MINUTES
vi: Email Quên mật khẩu đã được gửi.

# RESET_PASSWORD_THE_RESET_CODE_IS_NOT_VALID
source: The reset code is not valid.
de: Das Zurücksetzung-Code ist ungültig.
fr: Le code de réinitialisation n'est pas valide.
it: Il codice di ripristino non è valido.
tr: RESET_PASSWORD_THE_RESET_CODE_IS_NOT_VALID
vi: Mã đặt lại không hợp lệ.

# RESET_PASSWORD_BACK_TO_HOME
source: Back to home
de: Zurück nach Hause
fr: De retour à la maison
it: Tornare a casa
tr: RESET_PASSWORD_BACK_TO_HOME
vi: Trở về nhà

# RESET_PASSWORD_TO_BACK_TO_THE_LOGIN_FORM
source: to back to the Login form
de: um zum Anmeldeformular zurückzukehren
fr: pour revenir au formulaire de connexion
it: per tornare al modulo di accesso
tr: RESET_PASSWORD_TO_BACK_TO_THE_LOGIN_FORM
vi: để quay lại biểu mẫu Đăng nhập

# RESET_PASSWORD_YOU_CAN_CLICK_A_LINK
source: You can click a link
de: Sie können auf einen Link klicken
fr: Vous pouvez cliquer sur un lien
it: Puoi fare clic su un collegamento
tr: RESET_PASSWORD_YOU_CAN_CLICK_A_LINK
vi: Bạn có thể nhấp vào một liên kết

# MSG_THIS_USER_DOES_NOT_EXIST_OR_IS_DEACTIVATED
source: This user does not exist or is deactivated.
de: Dieser Benutzer existiert nicht oder wurde schon deaktiviert.
fr: Cet utilisateur n'existe pas ou est désactivé.
it: Questo utente non esiste o è disattivato.
tr: MSG_THIS_USER_DOES_NOT_EXIST_OR_IS_DEACTIVATED
vi: Người dùng này không tồn tại hoặc đã bị vô hiệu hóa.

# USER_FIRST_NAME
source: First Name
de: Vorname
fr: Prénom
it: Nome di battesimo
tr: USER_FIRST_NAME
vi: Tên

# MSG_FIRST_NAME_IS_REQUIRED
source: First Name is required!
de: Vorname ist erforderlich!
fr: Le prénom est requis!
it: Il nome è richiesto!
tr: MSG_FIRST_NAME_IS_REQUIRED
vi: Tên là bắt buộc!

# MSG_MIN_LENGTH_OF_FIRST_NAME_IS_3
source: Min length of First Name is 3!
de: Die Mindestlänge des Vornamens beträgt 3!
fr: La longueur minimale du prénom est de 3!
it: La lunghezza minima del nome è 3!
tr: MSG_MIN_LENGTH_OF_FIRST_NAME_IS_3
vi: Độ dài tối thiểu của Tên là 3!

# MSG_MAX_LENGTH_OF_FIRST_NAME_IS_50
source: Max length of First Name is 50!
de: Die maximale Länge des Vornamens beträgt 50!
fr: La longueur maximale du prénom est de 50!
it: La lunghezza massima del nome è 50!
tr: MSG_MAX_LENGTH_OF_FIRST_NAME_IS_50
vi: Độ dài tối đa của Tên là 50!

# USER_LAST_NAME
source: Last Name
de: Nachname
fr: Nom de famille
it: Cognome
tr: USER_LAST_NAME
vi: Họ

# MSG_LAST_NAME_IS_REQUIRED
source: Last Name is required!
de: Nachname ist erforderlich!
fr: Le nom de famille est obligatoire!
it: Il cognome è richiesto!
tr: MSG_LAST_NAME_IS_REQUIRED
vi: Họ là bắt buộc!

# MSG_MIN_LENGTH_OF_LAST_NAME_IS_3
source: Min length of Last Name is 3!
de: Die Mindestlänge des Nachnamens beträgt 3!
fr: La longueur minimale du nom de famille est de 3!
it: La lunghezza minima del cognome è 3!
tr: MSG_MIN_LENGTH_OF_LAST_NAME_IS_3
vi: Độ dài tối thiểu của Họ là 3!

# MSG_MAX_LENGTH_OF_LAST_NAME_IS_50
source: Max length of Last Name is 50!
de: Die maximale Länge des Nachnamens beträgt 50!
fr: La longueur maximale du nom de famille est de 50!
it: La lunghezza massima del cognome è 50!
tr: MSG_MAX_LENGTH_OF_LAST_NAME_IS_50
vi: Độ dài tối đa của Họ là 50!

# USER_FULL_NAME
source: Full Name
de: Vollständiger Name
fr: Nom complet
it: Nome e cognome
tr: USER_FULL_NAME
vi: Họ và tên

# MSG_THE_ENTERED_EMAIL_DOES_NOT_EXIST
source: The entered email does not exist!
de: Diese eingegebene E-Mail existiert nicht!
fr: L'e-mail saisi n'existe pas!
it: L'email inserita non esiste!
tr: MSG_THE_ENTERED_EMAIL_DOES_NOT_EXIST
vi: Email đã nhập không tồn tại!

# MSG_THIS_TENANT_HAS_BEEN_USED
source: This tenant has been used!
de: Diese Mandantendaten sind benutzt!
fr: Ce locataire a été utilisé!
it: Questo inquilino è stato utilizzato!
tr: MSG_THIS_TENANT_HAS_BEEN_USED
vi: Người thuê này đã được sử dụng!

# MSG_SENDING_EMAILS_IS_NOT_SUCCESSFUL._PLEASE_CONTACT_TO_THE_ADMINISTRATOR
source: Sending emails is not successful. Please contact to the administrator!
de: Sendung der E-<ail ist nicht erfolgreich. Wenden Sie sich bitte an den Administrator!
fr: L'envoi d'e-mails échoue. Veuillez contacter l'administrateur!
it: L'invio di e-mail non va a buon fine. Si prega di contattare l'amministratore!
tr: MSG_SENDING_EMAILS_IS_NOT_SUCCESSFUL._PLEASE_CONTACT_TO_THE_ADMINISTRATOR
vi: Gửi email không thành công. Vui lòng liên hệ với quản trị viên!

# MSG_FAILED_TO_LOAD_LANGUAGES
source: Can not load languages at the moment. Please, try refreshing the current page
de: Kann momentan keine Sprachen laden. Bitte versuchen Sie, die aktuelle Seite zu aktualisieren
fr: Impossible de charger les langues pour le moment. Veuillez essayer d'actualiser la page actuelle
it: Al momento non è possibile caricare le lingue. Per favore, prova ad aggiornare la pagina corrente
tr: MSG_FAILED_TO_LOAD_LANGUAGES
vi: Không thể tải ngôn ngữ vào lúc này. Vui lòng thử làm mới trang hiện tại

# MSG_CANT_DELETE_ROLE_WITH_EQUAL_OR_LOWER_ROLE
source: You have no permission to delete data!
de: Sie haben keine Berechtigung zur Löschung der Daten!
fr: Sie haben keine Berechtigung zur Löschung der Daten!
it: Sie haben keine Berechtigung zur Löschung der Daten!
tr: MSG_CANT_DELETE_ROLE_WITH_EQUAL_OR_LOWER_ROLE
vi: Sie haben keine Berechtigung zur Löschung der Daten!

# MSG_USER_PERMISSION_MAY_HAS_CHANGED_ON_OTHER_DEVICE
source: Sorry, your role has been changed on other device. This session will automatically end in {0} seconds or click Logout to end it now.
de: Entschudigung, Ihre Rolle wurde auf einem anderen Gerät geändert. Diese Session endet automatisch in {0} Sekunden oder klicken Sie auf Abmelden, um sie jetzt zu beenden.
fr: L'autorisation de l'utilisateur peut avoir changé sur un autre appareil. Cette session se terminera automatiquement dans {0} secondes ou cliquez sur Déconnexion pour la terminer maintenant.
it: L'autorizzazione dell'utente potrebbe essere cambiata su un dispositivo diverso. Questa sessione terminerà automaticamente tra {0} secondi o fai clic su Esci per terminarla ora.
tr: MSG_USER_PERMISSION_MAY_HAS_CHANGED_ON_OTHER_DEVICE
vi: Quyền của người dùng đã bị thay đổi. Phiên làm việc này sẽ kết thúc sau {0} giây hoặc nhấn Đăng xuất để kết thúc ngay.

# ABACUS_SETTING_NAME
source: Abacus
fr: Abaque
it: Abaco
tr: ABACUS_SETTING_NAME

source: Away
de: Abwesend
fr: Un moyen
it: Lontano

source: Azure client secret
de: Azure Kundengeheimnis Nr.
fr: Secret du client Azure
it: Segreto client di Azure

# LOGO_TITLE
source: Abacus
fr: Abaque
it: Abaco
tr: LOGO_TITLE

# MENU_LOG
source: Log
de: Loggen
fr: Log fr
it: Log it
tr: MENU_LOG

# MSG_CANT_DELETE_YOURSELF
source: Cant delete yourself
de: Kann dich nicht löschen
fr: Kann dich nicht löschen
it: Kann dich nicht löschen
tr: MSG_CANT_DELETE_YOURSELF

# MSG_CANT_DELETE_SYSADMIN
source: Cant delete user with role SysAdmin
de: Benutzer mit Rolle SysAdmin kann nicht gelöscht werden
fr: Benutzer mit Rolle SysAdmin kann nicht gelöscht werden
it: Benutzer mit Rolle SysAdmin kann nicht gelöscht werden
tr: MSG_CANT_DELETE_SYSADMIN

# APP_TITLE
source: Abacus Calendar Connector
tr: APP_TITLE

# EXCHANGE_SETTING_EXCHANGE_URL
source: URL
tr: EXCHANGE_SETTING_EXCHANGE_URL

# EXCHANGE_URL
source: URL
tr: EXCHANGE_URL
